results/dev-dax/xeon_lat/dev_dax_lat.txt
dev-dax-write: (g=0): rw=randwrite, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
dev-dax-read: (g=1): rw=randread, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
fio-2.17-38-gd767-dirty
Starting 2 threads

dev-dax-write: (groupid=0, jobs=1): err= 0: pid=19607: Sun Feb  5 21:34:24 2017
  write: IOPS=7443, BW=14.6GiB/s (15.7GB/s)(436GiB/30001msec)
    clat (usec): min=111, max=234, avg=114.11, stdev= 2.92
     lat (usec): min=122, max=266, avg=134.04, stdev= 5.20
    clat percentiles (usec):
     |  1.00th=[  112],  5.00th=[  113], 10.00th=[  113], 20.00th=[  113],
     | 30.00th=[  113], 40.00th=[  114], 50.00th=[  114], 60.00th=[  114],
     | 70.00th=[  114], 80.00th=[  114], 90.00th=[  115], 95.00th=[  116],
     | 99.00th=[  124], 99.50th=[  135], 99.90th=[  155], 99.95th=[  163],
     | 99.99th=[  181]
    lat (usec) : 250=100.00%
  cpu          : usr=99.70%, sys=0.28%, ctx=31, majf=0, minf=115036
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,223307,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
dev-dax-read: (groupid=1, jobs=1): err= 0: pid=19620: Sun Feb  5 21:34:24 2017
   read: IOPS=6263, BW=12.3GiB/s (13.2GB/s)(367GiB/30001msec)
    clat (usec): min=96, max=386, avg=158.59, stdev= 6.93
     lat (usec): min=96, max=387, avg=158.68, stdev= 6.93
    clat percentiles (usec):
     |  1.00th=[  153],  5.00th=[  153], 10.00th=[  155], 20.00th=[  155],
     | 30.00th=[  155], 40.00th=[  157], 50.00th=[  157], 60.00th=[  159],
     | 70.00th=[  161], 80.00th=[  161], 90.00th=[  165], 95.00th=[  167],
     | 99.00th=[  185], 99.50th=[  189], 99.90th=[  219], 99.95th=[  237],
     | 99.99th=[  262]
    lat (usec) : 100=0.08%, 250=99.89%, 500=0.03%
  cpu          : usr=99.51%, sys=0.47%, ctx=31, majf=0, minf=99565
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=187909,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=14.6GiB/s (15.7GB/s), 14.6GiB/s-14.6GiB/s (15.7GB/s-15.7GB/s), io=436GiB (468GB), run=30001-30001msec

Run status group 1 (all jobs):
   READ: bw=12.3GiB/s (13.2GB/s), 12.3GiB/s-12.3GiB/s (13.2GB/s-13.2GB/s), io=367GiB (394GB), run=30001-30001msec